import img from '@/assets/svg/cardPeople.svg';

export const servicesBlockText = {
    default: {
        options: ['VR', 'Web']
    },
    RU: {
        headerText: "Услуги",
        vrCards: [
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            }
        ],
        webCards: [
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            }
        ]
    },
    KZ: {
        headerText: "Услуги",
        vrCards: [
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            }
        ],
        webCards: [
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            }
        ]
    },
    EN: {
        headerText: "Услуги",
        vrCards: [
            {
                img: img,
                title: "For corporate clients",
                content: "Mass coverage of students, automated testing process and reporting to the HR manager",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            }
        ],
        webCards: [
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            },
            {
                img: img,
                title: "Для корпоративных клиентов",
                content: "Массовый охват обучающихся, автоматизированный процесс тестирования и выдача отчетности HR менеджеру",
            }
        ]
    },
}