export const aboutCompanyText = {
  RU: {
    Text1: "CA Consulting Group создает обучающие цифровые продукты в сфере онлайн-образования на казахском, русском, английском языках, а в случае необходимости и на любом другом. Наши курсы помогают оптимизировать процесс работы и повысить эффективность сотрудников.",
    Text2: "Мы продвигаем современный метод обучения, при котором сотрудники могут изучать материалы из любой точки мира через интернет. Информация подается в разных форматах: от текста и аудио до 3D-моделей и VR-технологий."
  },
  KZ: {
    Text1: "CA Consulting Group создает обучающие цифровые продукты в сфере онлайн-образования на казахском, русском, английском языках, а в случае необходимости и на любом другом. Наши курсы помогают оптимизировать процесс работы и повысить эффективность сотрудников.",
    Text2: "Мы продвигаем современный метод обучения, при котором сотрудники могут изучать материалы из любой точки мира через интернет. Информация подается в разных форматах: от текста и аудио до 3D-моделей и VR-технологий."    
  },
  EN: {
    Text1: "",
    Text2: ""
  },
}
